# ImportRevit

## Description
Import RVT and RFA files

```pascal
PROCEDURE ImportRevit(fileName : DYNARRAY[] of CHAR);
```

```python

def vs.ImportRevit(fileName):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|fileName|DYNARRAY[] of CHAR||

## Version
Availability: from Vectorworks 2017
## Category
* ImportExport